{

	"telegram": {
			"Port": "371024597:AAGK5je2cAXhyf4oMMD5wcUj1SguoZC5ZOY",
			"chatID": "94432957"
		},
		"broker": {
			"topic": "Estimote/TelemetryPackets/motionState",
			"Broker_IP": "iot.eclipse.org",
			"Broker_port": "1883"
		},
	"roomArtworks": [{
			"beacon_id": "b9c71e98bc32320b",
			"beacon_name": "smartgallery6",
			"paint": "The Tree of Life",
			"painter": "Gustav Klimt",
			"description": "The Tree of life is an important symbol used by many theologies, philosophies and mythologies. It signifies the connection between heaven and earth and the underworld, and the same concept is illustrated by Gustav Klimt's famous mural, The Tree of Life. For Klimt's admirers, the mural also has another significance, being the only landscape created by the artist during his golden period. Klimt used oil painting techniques with gold paint, to create luxurious art pieces, during that time. The concept of the tree of life is illustrated by Gustav Klimt's painting, in a bold and original manner. The swirling branches create mythical symbolism, suggesting the perpetuity of life. The branches twist, twirl, turn, spiral and undulate, creating a tangle of strong branches, long vines and fragile threads, an expression of life's complexity. With its branches reaching for the sky, the tree of life roots into the earth beneath, creating the connection between heaven and earth, a concept often used to explain the concept of the tree of life, in many cultures, religions and ideologies. The tree of life illustrated by Klimt also creates another connection, with the underworld, signifying the final determinism governing over any living thing, that is born, grows, and then returns back into the earth. While many talk about the symbol of unity in Gustav Klimt' The Tree of Life, there are others that consider it an expression of masculine and feminine. The feminine expressed in the painting symbolizes sustenance, care and growth, while the masculine is expressed through the use of phallic representations. From this different union, life is born, and the tree of life, as well. Others say that the painting symbolizes the union between man's greatest virtues, which are strength, wisdom and beauty. The tree reaching for the sky is a symbol of man's perpetual yearning for becoming more, yet his roots are still bound to the earth. One of the important qualities of The Tree of Life is that it challenges the viewer to spend more time admiring the painting, while gauging all its meanings. While the artist uses a richness of symbols, gold for paint and other luxurious techniques to illustrate a magical world, the presence of a single black bird draws the viewer towards the central part of the painting. The black bird is a reminder that everything that has a beginning also has an end, as black birds have been used as a symbol of death by many cultures.",
			"artistInfo": "Klimt first achieved acclaim as a decorative painter of historical scenes and figures through his many commissions to embellish public buildings. He continued to refine the decorative qualities so that the flattened, shimmering patterns of his nearly-abstract compositions, what is now known as his 'Golden Phase' works, ultimately became the real subjects of his paintings.\n\nThough a 'fine art painter, Klimt was an outstanding exponent of the equality between the fine and decorative arts. Having achieved some of his early success by painting within a greater architectural framework, he accepted many of his best-known commissions that were designed to complement other elements of a complete interior, thereby creating a Gesamtkunstwerk ('total work of art'). Later in his career, he worked in concert with artists of the Wiener Werkstätte, the Austrian design organization that aimed to improve the quality and visual appeal of everyday objects.\n\nKlimt was one of the most important founders of the Vienna Secession in 1897, and served as its initial president, though he was chosen less for his completed oeuvre - relatively small at that point - than his youthful personality and willingness to challenge authority. His forcefulness and international fame as the most famous Art Nouveau painter contributed much to the Secession's early success - but also the movement's swift fall from prominence when he left it in 1905."
		},
		{
			"beacon_id": "dbc3ca355c21e192",
			"beacon_name": "smartgallery4",
			"paint": "The huge(the Lovers)",
			"painter": "Egon Schiele",
			"description": " 'Let one in the other sink, to resist'. This verse of Rilke immediately comes to mind when one observes one of Egon Schiele's most sensual and romantic works: The embrace. Between the folds of a sheet, two bodies huddle together. Her long hair touches the floor, his face smells of it. They are loving each other. Schiele paints him in 1917, while the Great War rages outside. The two lovers cling to escape the horror of the world, 'with all the pains in their arms', as a poem by Dylan Thomas recites. She clings tightly to him, as if it were a safe haven. Bombs are thundering out in the streets. Inside, in the room, the noise echoes, crumpling the sheets, making the windows tremble. Their embrace becomes a vice, in a desperate attachment to life. The tender and resigned pose of the woman almost seems to console man, overcome his human weaknesses. Nervous and viscous brushstrokes describe the two figures, whose skin appears already as livid and earthly as that of corpses. The last desperate act of love has been consummated. The two lovers seem destined for inexorable detachment, but their souls will remain forever bound in that desperate and excruciating embrace. ",
			"artistInfo": "Schiele's portraits and self-portraits helped re-establish the vitality of both genres with their unprecedented level of emotional and sexual directness and use of figural distortion in place of conventional notions of beauty. Frequently depicting himself or those close to him, Schiele's portraits often present their sitters in the nude, posed in revealing, unsettling angles—frequently viewed from above—and devoid of secondary attributes often depicted in the portrait genre. At times, Schiele used traditional motifs, giving the intensely personal images a more general, allegorical statement on the human condition. \n\nCreating some three thousand drawings over the course of his brief career, Schiele was both an extraordinarily prolific and unparalleled draughtsman. He regarded drawing as his primary art form, appreciating it for its immediacy of expression, and produced some of the finest examples of drawing in the 20th century. Even his painterly oeuvre revealed a style that captured some of drawing's essential characteristics, with its emphasis on contour, graphic mark, and linearity.\n\nPainter Gustav Klimt was the primary influence on Schiele's development, serving as Schiele's friend and mentor. While Schiele inherited Klimt's focus on erotic images of the female form (and shared Klimt's insatiable sexual appetite), the emotionally intense, often unsettling Expressionist idiom Schiele eventually developed, with its investigation of his sitters' inner life and emotional states, in some ways directly opposed his mentor's Art Nouveau–inspired style, with Klimt preferring a more brilliant palette and glimmering, patterned surfaces."
		},
		{
			"beacon_id": "5c47b10ea18fdc94",
			"beacon_name": "smartgallery2",
			"paint": "Almond Blossom",
			"painter": "Vincent Van Gogh",
			"description": "Van Gogh’s life was full of new starts, changes of scenery, and ideas of things getting better. Often he would start something new convinced that once it worked out everything would be right. In early 1890, Vincent’s brother Theo had a son. Vincent was in great spirits saying “How glad I was when the news came.” He reluctantly accepted the honor of having the new child named Vincent, after himself, and became the child’s godfather.When Vincent moved to Arles, he dreamed of a new beginning where artists lived together and painted happily.Immediately after finding about the healthy birth he began on a painting for the baby – Blossoming Almond Tree. He wanted it to be hung above the bed in the parents’ and child’s room. Indeed, speaking of the child his brother’s wife wrote “He always looks with very great interest at Uncle Vincent’s paintings.” Van Gogh must have been very proud and filled with joy when thinking about his budding relationship with his nephew. Instead of visiting the still life again, he shows white almond tree branches against a blue sky. It is not shown whether these branches are cut from the tree and sitting in a vase outside of the view of the viewer or if they are still on the tree, seen from below looking up towards the sky. It is an unusual composition for both art as a whole and for Van Gogh himself. Like many of Van Gogh’s paintings, Blossoming Almond Tree has an influence from Japanese prints. Van Gogh collected and admired Japanese artists and used ideas such as bold color, dark outlines, and the beauty of nature in his work. Like pictures by the Japanese artist Hiroshige, Almond Tree shows the branches of a tree against the backdrop of a sky. This Japonisme creates a dynamic and modern composition while still being a recognizably Van Gogh painting. Van Gogh’s Blossoming Almond Tree, also referred to as Almond Tree, represents much of what Vincent often thought about: rebirth. Trees blooming and flowering announces the beginning of spring and new life. As a gift to celebrate the birth of a child, this could not be more perfect. As soon as Van Gogh found out about the birth, he immediately thought to visit his brother in Paris. Knowing that he was still trying to overcome his mental health issues, he was aware that a trip to a big city could be taxing. He hoped his time in the asylum would enable him to start again, feeling well. He often wrote that he felt better after being in the hospital. In May of 1890, he was able to leave Saint Paul’s in Saint-Remy and see his family; at this time he brought his painting of the almond tree. Unfortunately, his mental health continued to deteriorate, and he would die less than three months later in the summer of 1890.",
			"artistInfo": "Van Gogh's dedication to articulating the inner spirituality of man and nature led to a fusion of style and content that resulted in dramatic, imaginative, rhythmic, and emotional canvases that convey far more than the mere appearance of the subject.\n\nAlthough the source of much upset during his life, Van Gogh's mental instability provided the frenzied source for the emotional renderings of his surroundings and imbued each image with a deeper psychological reflection and resonance.\n\nVan Gogh's unstable personal temperament became synonymous with the romantic image of the tortured artist. His self-destructive talent was echoed in the lives of many artists in the 20th century.\n\nVan Gogh used an impulsive, gestural application of paint and symbolic colors to express subjective emotions. These methods and practice came to define many subsequent modern movements from Fauvism to Abstract Expressionism."
		},
		{
			"beacon_id": "79b1c4d98adf4ed4",
			"beacon_name": "smartgallery5",
			"paint": "Desnudo con Alcantrances",
			"painter": "Diego Rivera",
			"description": "Nude with Calla Lilies was painted in 1944 and it's one of the few works he did that year. Also known as Desnudo con alcatraces, it lacks the searing social and political commentary so frequently found in Rivera paintings. This painting was originally done in oil on hardboard at 61.8 x 48.8 in / 157 x 124 cm. The painting was done just after his two great murals for the National Institute of Cardiology and before the enormous mural Great City of Tenochtitlan. Rivera, not surprisingly, is better with more humble subjects and frequently he celebrated the relationship of peasants and nature. The calla lily, a sensual, sculptural flower - and quintessential example of Mexico's exuberant flora - was celebrated by Rivera many times, particularly in frescoes depicted peasants with indigenous features carrying bundles or offerings of them.",
			"artistInfo": "Rivera made the painting of murals his primary method, appreciating the large scale and public accessibility—the opposite of what he regarded as the elitist character of paintings in galleries and museums. Rivera used the walls of universities and other public buildings throughout Mexico and the United States as his canvas, creating an extraordinary body of work that revived interest in the mural as an art form and helped reinvent the concept of public art in the U.S. by paving the way for the Federal Art Program of the 1930s.\n\nMexican culture and history constituted the major themes and influence on Rivera's art. Rivera, who amassed an enormous collection of pre-Columbian artifacts, created panoramic portrayals of Mexican history and daily life, from its Mayan beginnings up to the Mexican Revolution and post-Revolutionary present, in a style largely indebted to pre-Columbian culture.\n\nA lifelong Marxist who belonged to the Mexican Communist Party and had important ties to the Soviet Union, Rivera is an exemplar of the socially committed artist. His art expressed his outspoken commitment to left-wing political causes, depicting such subjects as the Mexican peasantry, American workers, and revolutionary figures like Emiliano Zapata and Lenin. At times, his outspoken, uncompromising leftist politics collided with the wishes of wealthy patrons and aroused significant controversy that emanated inside and outside the art world."
		}
	]
}